#!/usr/bin/env python
# -*- coding: utf-8 -*-

TULING_KEY = "f1c4e124b8314727a0aeb5ed2a54d90a"
DEBUG = True
NAME = 'luojunyu'
AVATAR = 'http://img.67.com/upload/images/2016/05/26/aGV5YW96aG91MTQ2NDI0Njk3NQ==.jpg'
ADMIN_NAME = u'luojunyu'

SEX_PIC_URL = ['https://b-ssl.duitang.com/uploads/item/201309/25/20130925230835_4eznj.jpeg']

GROUP_HELP = u'大家好，我是luojunyu，我今年23岁啦，我的爱好是和人聊天，如果你喜欢我，记得@我的名字跟我聊天哦，(*^__^*) 嘻嘻……\n\n' +\
u' => 如果你想跟我闲聊的话，我可是什么都可以聊哦~\n\n' +\
u' => 如果你加我为好友的话，你跟我说“加我加我”我就会主动加你哦~\n\n' +\
u' => 如果你想看我养的狗狗和猫咪话，你跟我说“狗狗图片”或者“猫咪图片”我就给你看，嘻嘻~\n\n' +\
u' => 如果你想要表情包的话可以说”可爱表情包”,”一堆可爱的表情”，”熊本熊”，”一打熊表情”,“二哈表情” \n\n' +\
u' => 如果你想报名一起打篮球的话可以说“打球”，“篮球”\n\n' +\
u' => 你可以给我发你朋友的照片哦，我可以试着去认识你的朋友嘻嘻\n\n' +\
u' => 你可以发喵星人和人类的照片哦，我可以试着分辨出来\n\n' +\
u' => 如果你想买东西的话，可以发"我想买XXX"或者“我要买XXX”，我会努力帮你寻找的，嘻嘻~\n\n' +\
u' => 如果你想看一些福利的话，可以对我说“每日福利”，“妹子”，我就会努力帮你寻找，你懂得~\n\n' +\
u' => 千万不要问小黄图的哦，不然会爆炸的呢~~\n\n' +\
u'记得要@我或者喊我名字才行哦，不然我可能不会理你呢，嘻嘻~\n还在继续成长中，记得每天都要跟我聊天哦~'
